const drugCases = [
    {
        "id": 1,
        "logo_name": "999 ดาว 5 ดวง (ประทับเดี่ยว) เช เกบารา สีแดง",
        "package_type": "หีบห่อกระดาษสาสีเหลืองพันเทปใส",
        "img_url": "logo1.jpg",
        "origin": {
            "name": "จ.บึงกาฬ",
            "lat": 18.219077593014664,
            "lng": 103.6356465772114
        },
        "destination": {
            "name": "อ.หนองแค จ.สระบุรี",
            "lat": 14.4342173129074,
            "lng": 100.806747230212
        }
    },
    {
        "id": 2,
        "logo_name": "999 ดาว 5 ดวง (ประทับเดี่ยว) เช เกบารา สีน้ำเงิน",
        "package_type": "หีบห่อกระดาษสาสีเหลืองพันเทปใส",
        "img_url": "5_10_2025_BLUE999.jpg",
        "origin": {
            "name": "อ.สันป่าตอง จ.เชียงใหม่",
            "lat": 118.622290514074002,
            "lng": 98.87753276704113
        },
        "destination": {
            "name": "อ.คลองหลวง จ.ปทุมธานี",
            "lat": 14.0698895,
            "lng": 100.6417873
        }
    }

];
